OpenFOAM_Artery_Lab_ADT/openfoam9/tutorials/heatTransfer/buoyantSimpleFoam/circuitBoardCooling/0.orig/include/3DBaffle/extrudeModel
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

extrudeModel        linearNormal;
nLayers             ${nLayers};
expansionRatio      1;
columnCells         ${oneD}; //3D
linearNormalCoeffs
{
    thickness           ${thickness};
}

// ************************************************************************* //
